Revit 2027 API
ParameterTypeId.StructuralSectionZprofileBottomFlangeLength Property
 "Bottom Flange Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionZprofileBottomFlangeLength { get; }
Public Shared ReadOnly Property StructuralSectionZprofileBottomFlangeLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionZprofileBottomFlangeLength {
	ForgeTypeId^ get ();
}
static member StructuralSectionZprofileBottomFlangeLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace